{"translation-revision-date":"2025-10-01 14:21:30+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Please try again. If the problem persists, try a different template.":["Spróbuj ponownie. Jeśli problem będzie się powtarzał, wypróbuj inny szablon."],"Request timeout: The import request took too long to complete. This could be due to server load or network issues.":["Przekroczono limit czasu żądania: Żądanie importu trwało zbyt długo. Przyczyną może być obciążenie serwera lub problemy z siecią."],"Connection failed: Failed to connect to the import server. This could be due to network issues or server problems.":["Połączenie nieudane: Nie udało się połączyć z serwerem importu. Przyczyną mogą być problemy z siecią lub serwerem."],"Unable to connect to the server. This could be due to internet connectivity issues.":["Nie można połączyć się z serwerem. Przyczyną mogą być problemy z łącznością internetową."],"The server returned an invalid response. This may be due to server configuration issues or plugin conflicts.":["Serwer zwrócił nieprawidłową odpowiedź. Może to być spowodowane problemami z konfiguracją serwera lub konfliktami wtyczek."],"Network error occurred.":["Wystąpił błąd sieciowy."],"Parse error occurred.":["Wystąpił błąd składniowy."],"Unknown error occurred.":["Wystąpił nieznany błąd."],"Please contact your network administrator to install and activate these plugins.":["Aby zainstalować i włączyć te wtyczki, skontaktuj się z administratorem sieci."],"Missing Plugins:":["Brakujące wtyczki:"],"Missing Theme:":["Brakujący motyw:"],"In a multisite environment, you need to have all required plugins and themes already installed and activated by your network administrator to import this template.":["W środowisku wielostanowiskowym wszystkie wymagane wtyczki i motywy muszą być zainstalowane i włączone przez administratora sieci, aby można było zaimportować ten szablon."],"Missing Required Plugins or Theme":["Brak wymaganych wtyczek lub motywu"],"Help Us Improve Your Experience":["Pomóż nam ulepszyć Twoje doświadczenia"],"Error occurred during plugin installation process.":["Wystąpił błąd podczas instalacji wtyczki."],"Installing plugin %1$s":["Instalowanie wtyczki %1$s"],"Preparing plugin installation…":["Przygotowywanie instalacji wtyczki…"],"Please check your internet connection and try again.":["Sprawdź połączenie internetowe i spróbuj ponownie."],"Network error occurred during plugin installation.":["Podczas instalacji wtyczki wystąpił błąd sieciowy."],"Unknown installation error":["Nieznany błąd instalacji"],"Plugin installation failed":["Instalacja wtyczki nie powiodła się"],"Please try again. If the problem persists, check server logs for more details.":["Spróbuj ponownie. Jeśli problem będzie się powtarzał, sprawdź logi serwera, aby uzyskać więcej szczegółów."],"JSON parse error":["Błąd analizy JSON"],"Invalid response from server during plugin installation.":["Nieprawidłowa odpowiedź serwera podczas instalacji wtyczki."],"Failed to install plugin: %s":["Nie udało się zainstalować wtyczki: %s"],"Required plugins for the website":["Wymagane wtyczki dla witryny"],"The following plugins will be installed and activated for the selected features:":["Następujące wtyczki zostaną zainstalowane i włączone dla wybranych funkcji:"],"Optimize your website for search engines":["Zoptymalizuj swoją witrynę pod kątem wyszukiwarek"],"SEO & Search Visibility":["SEO i widoczność w wyszukiwarkach"],"Finish Setup":["Zakończ konfigurację"],"%1$s deferred (requires WooCommerce).":["%1$s odroczono (wymaga WooCommerce)."],"Importing Cart Abandonment Recovery data Failed.":["Importowanie danych odzyskiwania porzuconych koszyków nie powiodło się."],"Importing Cart Abandonment Recovery data failed due to parse JSON error.":["Importowanie danych odzyskiwania porzuconych koszyków nie powiodło się z powodu błędu analizy JSON."],"Importing Cart Abandonment Recovery data.":["Importowanie danych odzyskiwania porzuconych koszyków."],"Contribute to %s":["Wnieś swój wkład do %s"],"Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you.":["Zbieraj niepoufne informacje ze swojej witryny, takie jak wersja PHP i używane funkcje, aby pomóc nam szybciej naprawiać błędy, podejmować trafniejsze decyzje i tworzyć funkcje, które naprawdę mają dla Ciebie znaczenie."],"Analytics":["Analityka"],"Show Other Builders":["Pokaż innych kreatorów"],"Signature":["Podpis"],"Easily manage bookings for your services":["Łatwe zarządzanie rezerwacjami usług"],"Appointment & Bookings":["Rezerwacje i spotkania"],"Get emails from your website (forms, etc)":["Odbieraj wiadomości e-mail ze swojej witryny internetowej (formularze itp.)"],"Website Emails & SMTP":["E-maile i SMTP witryny internetowej"],"Get Premium Templates":["Uzyskaj szablony Premium"],"Importing LatePoint data Failed.":["Importowanie danych LatePoint nie powiodło się."],"Importing LatePoint data failed due to parse JSON error.":["Importowanie danych LatePoint nie powiodło się z powodu błędu analizy JSON."],"Importing LatePoint data.":["Importowanie danych LatePoint."],"Choose E-commerce template":["Wybierz szablon e-commerce"],"Open source e-commerce plugin for WordPress.":["Wtyczka e-commerce o otwartym kodzie źródłowym dla WordPressa."],"Seamless all-in-one ecommerce platform for selling physical, digital, or subscription, products.":["Kompleksowa platforma e-commerce do sprzedaży produktów fizycznych, cyfrowych i subskrypcyjnych."],"Maybe Later":["Może później"],"Try AI Builder":["Wypróbuj kreatora SI"],"Experience the future of website building.":["Poznaj przyszłość tworzenia witryn internetowych."],"Build website 10x faster!":["Zbuduj stronę internetową 10x szybciej!"],"Updating the library to include all the latest templates.":["Aktualizowanie biblioteki w celu uwzględnienia wszystkich najnowszych szablonów."],"Syncing Templates Library…":["Synchronizacja biblioteki szablonów…"],"Keep existing data!":["Zachowaj istniejące dane!"],"It looks like you already have a website created with Starter Templates. Check this box to keep your existing content and images.":["Wygląda na to, że masz już witrynę internetową utworzoną za pomocą Szablonów startowych. Zaznacz to pole, aby zachować istniejącą treść i obrazki."],"This will overwrite your site settings and add new content. You might want to backup your site before proceeding.":["Spowoduje to nadpisanie ustawień witryny i utworzenie treści. Przed kontynuowaniem możesz chcieć wykonać kopię zapasową witryny."],"I understand, let's go!":["Rozumiem, chodźmy!"],"Sell your products online":["Sprzedawaj swoje produkty online"],"Allow your visitors to get in touch with you":["Zezwól swoim gościom na nawiązanie z Tobą kontaktu"],"Contact Form":["Formularz kontaktowy"],"Design pages with visual website builder":["Projektuj stron za pomocą wizualnego kreatora witryn internetowych"],"Build with Templates":["Twórz za pomocą szablonów"],"By continuing, you agree to our %1$s and %2$s.":["Kontynuując, akceptujesz nasze %1$s i %2$s."],"Continue Anyway":["Kontynuuj mimo wszystko"],"What's New":["Co nowego"],"What's New?":["Co nowego?"],"Recommended":["Zalecany"],"Skip this step":["Pomiń ten krok"],"Connect with your website visitors for free":["Nawiąż kontakt z odwiedzającymi Twoją witrynę internetową za darmo"],"Free Live Chat":["Bezpłatny czat na żywo"],"Select the features you want on this website":["Wybierz funkcje, które chcesz mieć na tej witrynie internetowej"],"Select features":["Wybierz funkcje"],"Unlock Full Power":["Odblokuj pełną moc"],"Limit reached":["Osiągnięto limit"],"Please upgrade the plan for %s in order to create more sites.":["Proszę zaktualizować plan dla %s, aby móc tworzyć więcej stron."],"You have reached the maximum number of sites allowed to be created on %s plan.":["Osiągnąłeś maksymalną liczbę witryn, które można utworzyć w ramach planu %s."],"To create more AI websites, you will need to either upgrade your plan or wait until the limit resets.":["Aby utworzyć więcej witryn internetowych opartych na SI, musisz albo uaktualnić swój plan, albo poczekać, aż limit zostanie zresetowany."],"This plan allows you to generate %s per day, and you have reached this limit.":["Ten plan pozwala na wygenerowanie %s dziennie, osiągnąłeś ten limit."],"%s AI sites":["Witryny SI %s"],"Your current active organization is %1$s, which is on the %2$s plan.":["Twoja obecna aktywna organizacja to %1$s, która jest na planie %2$s."],"Font Pair":["Para kroju pisma"],"Color Palette":["Paleta kolorów"],"Change":["Zmień"],"Use setting":["Użyj ustawienia"],"Get your key here":["Odbierz swój klucz tutaj"],"You are currently using the Free version.":["Obecnie korzystasz z wersji bezpłatnej."],"Premium Template":["Szablon Premium"],"Need help? feel free to get in touch with our %1$ssupport team%2$s.":["Potrzebujesz pomocy? Skontaktuj się z naszym %1$szespołem wsparcia%2$s."],"If you have already purchased the Essential or Business Toolkit, please install the premium version of the Starter Templates plugin from our %1$sstore%2$s.":["Jeśli zakupiłeś już pakiet Niezbędny lub Zestaw narzędzi biznesowych, zainstaluj wersję Premium wtyczki Szablony startowe z naszego %1$ssklepu%2$s."],"Please enter your licence key.":["Proszę wpisać klucz licencyjny."],"Hot!":["Gorący!"],"Access this template and all others with Essentials & Business Toolkit package starting at just $79.":["Uzyskaj dostęp do tego szablonu i wszystkich innych w pakiecie Niezbędnych i Biznesowych Narzędzi już od 79 USD."],"Add your own logo, change color and font.":["Dodaj własne logo, zmień kolor i krój pisma."],"Customize":["Dostosuj"],"Logo width":["Szerokość logo"],"Already purchased?":["Już kupiony?"],"Need help?":["Potrzebujesz pomocy?"],"Original":["Oryginalny"],"Experience the future of website building. We offer AI features powered by ZipWP to help you build your website 10x faster.":["Poznaj przyszłość tworzenia witryn internetowych. Oferujemy funkcje SI obsługiwane przez ZipWP, które pomogą Ci zbudować witrynę internetową 10x szybciej."],"AI Website Builder":["Kreator witryn internetowych SI"],"Begin the website-building process with our extensive library of professionally designed templates tailored to meet your requirements.":["Rozpocznij proces tworzenia witryny internetowej, korzystając z naszej obszernej biblioteki profesjonalnie zaprojektowanych szablonów, dostosowanych do Twoich wymagań."],"Classic Starter Templates":["Klasyczne szablony startowe"],"How would you like to build your website?":["Jak chcesz zbudować swoją witrynę internetową?"],"Build with AI":["Buduj z SI"],"Get Access":["Uzyskaj dostęp"],"Syncing":["Synchronizowanie"],"WP_Filesystem Permissions:":["Uprawnienia WP_Filesystem:"],"Choose your preferred e-Commerce platform. Based on your selection, you will receive the account setup and cart options.":["Wybierz preferowaną platformę e-commerce. Na podstawie Twojego wyboru otrzymasz opcje konfiguracji konta i koszyka."],"Choose eCommerce Platform":["Wybierz platformę eCommerce"],"WooCommerce":["WooCommerce"],"SureCart":["SureCart"],"Congratulations":["Gratulacje"],"Importing Surecart Settings Failed.":["Importowanie ustawień SureCart nie powiodło się."],"Importing Surecart Settings failed.":["Importowanie ustawień SureCart nie powiodło się."],"Tweet this":["Tweetnij to"],"I just built my website with Starter Templates by %1$s in minutes. Can't believe how easy it is! 😍":["Właśnie zbudowałem swoją witrynę internetową za pomocą Szablonów startowych od %1$s w ciągu kilku minut. Nie mogę uwierzyć, jakie to proste! 😍"],"Your Website is ready. It took just 25 seconds to build it.":["Twoja witryna internetowa jest gotowa. Jej zbudowanie zajęło zaledwie 25 sekund."],"I just built my website in %1$s %2$s with Starter Templates by %3$s. Can’t believe how easy it was!!! 😍":["Właśnie zbudowałem swoją witrynę internetową w %1$s %2$s z Szablonami startowymi od %3$s. Nie mogę uwierzyć, jakie to było proste!!! 😍"],"Taking settings backup failed.":["Nie udało się wykonać kopii zapasowej ustawień."],"Taking settings backup.":["Wykonywanie kopii zapasowej ustawień."],"Importing Spectra Settings Failed.":["Importowanie ustawień Spectra nie powiodło się."],"Importing Spectra Settings failed due to parse JSON error.":["Importowanie ustawień Spectra nie powiodło się z powodu błędu analizy JSON."],"Importing Spectra Settings.":["Importowanie ustawień Spectra."],"View Your Website":["Zobacz swoją witrynę internetową"],"Click here and we’ll try again":["Kliknij tutaj, a spróbujemy ponownie"],"More technical information from console:":["Więcej informacji technicznych z konsoli:"],"What went wrong?":["Co poszło nie tak?"],"Sorry, something went wrong.":["Przepraszamy, coś poszło nie tak."],"Still no luck? Other potential solution:":["Nadal bez powodzenia? Inne potencjalne rozwiązanie:"],"Please contact the hosting service provider to help you update the permissions so that you can successfully import a complete template.":["Skontaktuj się z dostawcą usług hostingowych, aby uzyskać pomoc w aktualizacji uprawnień, tak aby można było pomyślnie zaimportować kompletny szablon."],"Write Permissions:":["Uprawnienia zapisu:"],"Read Permissions:":["Uprawnienia odczytu:"],"Current file-system permissions:":["Aktualne uprawnienia systemu plików:"],"The import process was interrupted due to the lack of file-system permissions from your host. It is required to import images, XML files, and more required for the template to work.":["Proces importu został przerwany z powodu braku uprawnień do systemu plików od Twojego hosta. Wymagane jest importowanie obrazków, plików XML i innych, aby szablon działał."],"Start Importing":["Rozpocznij importowanie"],"We request you to please install\/update the following plugins to proceed.":["Aby kontynuować, prosimy zainstalować\/zaktualizować następujące wtyczki."],"Some required plugins could not be able to be installed\/activated due to some limitations coming from this website’s hosting service provider.":["Niektóre wymagane wtyczki nie mogły zostać zainstalowane\/włączone z powodu ograniczeń nałożonych przez dostawcę usług hostingowych tej witryny."],"Activate":["Włącz"],"Install & Activate":["Zainstaluj i włącz"],"The Starter Template you are trying to import requires a few plugins to be installed and activated. Your current PHP version does not match the minimum requirement for these plugins.":["Szablon startowy, który próbujesz zaimportować, wymaga zainstalowania i włączenia kilku wtyczek. Twoja bieżąca wersja PHP nie spełnia minimalnych wymagań dla tych wtyczek."],"Style 10":["Styl 10"],"Style 9":["Styl 9"],"Style 8":["Styl 8"],"Style 7":["Styl 7"],"<a href=\"%1$s\">Read article<\/a> to resolve the issue and continue importing template.":["<a href=\"%1$s\">Przeczytaj artykuł<\/a>, aby rozwiązać problem i kontynuować importowanie szablonu."],"Learn More":["Dowiedz się więcej"],"Are you sure you want to cancel the site import process?":["Czy na pewno chcesz anulować proces importowania witryny?"],"Importing CartFlows flows failed due to parse JSON error.":["Importowanie przepływów CartFlows nie powiodło się z powodu błędu analizy JSON."],"Final finishings failed due to parse JSON error.":["Ostateczne wykończenie nie powiodło się z powodu błędu analizy JSON."],"Importing Widgets failed due to parse JSON error.":["Importowanie widżetów nie powiodło się z powodu błędu analizy JSON."],"Importing Site Options failed due to parse JSON error.":["Importowanie opcji witryny nie powiodło się z powodu błędu analizy JSON."],"Importing Site Content failed due to parse JSON error.":["Importowanie treści witryny nie powiodło się z powodu błędu analizy JSON."],"Importing Customizer failed due to parse JSON error.":["Importowanie konfiguratora nie powiodło się z powodu błędu analizy JSON."],"Importing forms failed due to parse JSON error.":["Importowanie formularzy nie powiodło się z powodu błędu analizy JSON."],"Resetting widgets JSON parse failed.":["Resetowanie widżetów. Analiza składni JSON nie powiodła się."],"Resetting posts done.":["Resetowanie wpisów wykonane."],"Gathering posts for deletions.":["Zbieranie wpisów przeznaczonych do usunięcia."],"JSON_Error: Could not activate the required plugin - %1$s.":["JSON_Error: Nie można włączyć wymaganej wtyczki - %1$s."],"Importing Site Content Failed":["Importowanie treści witryny nie powiodło się"],"The XML URL for the site content is empty.":["Adres URL XML dla treści witryny jest pusty."],"Resetting terms and forms failed.":["Resetowanie taksonomii i formularzy nie powiodło się."],"Resetting posts.":["Resetowanie wpisów."],"Resetting terms and forms.":["Resetowanie taksonomii i formularzy."],"Reset for old website is done.":["Resetowanie starej witryny internetowej zostało wykonane."],"Submit & Build My Website":["Prześlij i zbuduj moją witrynę internetową"],"Okay, just one last step…":["Dobrze, jeszcze jeden krok…"],"Skip & Start Importing":["Pomiń i rozpocznij importowanie"],"Required plugins missing":["Brak wymaganych wtyczek"],"Get unlimited access to all Premium Starter Templates and more, at a single low cost!":["Uzyskaj nieograniczony dostęp do wszystkich Szablonów startowych Premium i innych, za jedną, niską cenę!"],"Starter Templates for %1$s:":["Szablony startowe dla %1$s:"],"What type of website are you building?":["Jaki rodzaj witryny internetowej tworzysz?"],"My Client":["Mój klient"],"Myself\/My Company":["Ja\/moja firma"],"I am building website for…":["Buduję witrynę internetową dla…"],"I am…":["Jestem…"],"Tell us a little bit about yourself":["Opowiedz nam trochę o sobie"],"We are building your website…":["Budujemy Twoją witrynę internetową…"],"Could not activate the required plugin - %1$s.":["Nie można włączyć wymaganej wtyczki - %1$s."],"%1$s activated.":["%1$s włączono."],"Activating %1$s plugin.":["Włączanie wtyczki %1$s."],"Importing CartFlows flows Failed.":["Importowanie przepływów CartFlows nie powiodło się."],"Importing CartFlows flows.":["Importowanie przepływów CartFlows."],"Starting Import.":["Rozpoczęcie importu."],"Astra theme installation failed.":["Instalacja motywu Astra nie powiodła się."],"Astra Theme Installed.":["Zainstalowano motyw Astra."],"Installing Astra Theme…":["Instalowanie motywu Astra…"],"Resetting posts failed.":["Resetowanie wpisów nie powiodło się."],"Resetting widgets failed.":["Resetowanie widżetów nie powiodło się."],"Resetting widgets.":["Resetowanie widżetów."],"Resetting site options Failed.":["Resetowanie opcji witryny nie powiodło się."],"Resetting site options.":["Resetowanie opcji witryny."],"Resetting customizer failed.":["Resetowanie konfiguratora nie powiodło się."],"Resetting customizer.":["Resetowanie konfiguratora."],"Reseting site.":["Resetowanie witryny."],"Final finishings Failed.":["Ostateczne wykończenia nie powiodły się."],"Final finishings.":["Ostateczne wykończenia."],"Importing Widgets Failed.":["Importowanie widżetów nie powiodło się."],"Importing Widgets.":["Importowanie widżetów."],"Importing Site Options Failed.":["Importowanie opcji witryny nie powiodło się."],"Importing Site Options.":["Importowanie opcji witryny."],"Importing Site Content Failed.":["Importowanie treści witryny nie powiodło się."],"Importing - %1$s":["Importowanie - %1$s"],"Importing Site Content Failed. - Import Process Interrupted":["Importowanie treści witryny nie powiodło się - Proces importowania został przerwany"],"Importing Site Content.":["Importowanie treści witryny."],"Importing Customizer Failed.":["Resetowanie konfiguratora nie powiodło się."],"Importing forms Failed.":["Importowanie formularzy nie powiodło się."],"Importing forms.":["Importowanie formularzy."],"&nbsp;so we can fix it.":["&nbsp;żebyśmy mogli to naprawić."],"Please report this error&nbsp;":["Proszę zgłosić ten błąd&nbsp;"],"4. Finalizing last few settings":["4. Finalizowanie ostatnich kilku ustawień"],"3. Setting up customizer settings and the site settings":["3. Konfigurowanie ustawień konfiguratora i ustawień witryny"],"2. Importing pages, menus, posts, etc":["2. Importowanie stron, menu, wpisów itp"],"1. Installing required theme, plugins, forms, etc":["1. Instalowanie wymaganego motywu, wtyczek, formularzy itp"],"Please Enter License Key":["Proszę wpisz klucz licencyjny"],"License key":["Klucz licencji"],"Style 6":["Styl 6"],"Style 5":["Styl 5"],"Style 4":["Styl 4"],"Style 3":["Styl 3"],"Style 2":["Styl 2"],"Style 1":["Styl 1"],"Skip & Continue":["Pomiń i kontynuuj"],"Upload File Here":["Prześlij plik tutaj"],"Site Logo":["Logo witryny"],"Selected Template:":["Wybrany szablon:"],"Library refreshed failed!":["Odświeżenie biblioteki nie powiodło się!"],"Library refreshed successfully":["Biblioteka została pomyślnie odświeżona"],"Exit to Dashboard":["Wyjdź do kokpitu"],"Other suggested Starter Templates":["Inne sugerowane Szablony startowe"],"No favorites added. Press the heart icon to add templates as favorites.":["Nie dodano ulubionych. Naciśnij ikonkę serca, aby dodać szablony jako ulubione."],"eCommerce":["eCommerce"],"Search for Starter Templates":["Wyszukaj szablony startowe"],"Fetching related demo failed.":["Pobieranie powiązanej wersji demonstracyjnej nie powiodło się."],"Please choose your preferred page builder from the list below.":["Wybierz preferowany kreator stron z poniższej listy."],"Back":["Cofnij"],"Continue":["Kontynuuj"],"Your Website is ready and it took just %1$s %2$s to build.":["Twoja witryna internetowa jest gotowa. Jej zbudowanie zajęło zaledwie %1$s %2$s."],"Premium":["Premium"],"Block Editor":["Edytor bloków"],"Expert":["Ekspert"],"Intermediate":["Średniozaawansowany"],"Beginner":["Początkujący"],"Your Work Email":["Twój służbowy e-mail"],"Your First Name":["Twoje imię"],"My Favorite":["Mój ulubiony"],"Sync Library":["Synchronizuj bibliotekę"],"To import the site in the original format, you would need the Astra theme activated. You can import it with any other theme, but the site might lose some of the design settings and look a bit different.":["Aby zaimportować witrynę w oryginalnym formacie, musisz włączyć motyw Astra. Możesz zaimportować go z dowolnym innym motywem, ale witryna może stracić niektóre ustawienia projektu i wyglądać nieco inaczej."],"Install & Activate Astra Theme":["Zainstaluj i włącz motyw Astra"],"This starter template requires premium plugins. As these are third party premium plugins, you'll need to purchase, install and activate them first.":["Ten szablon startowy wymaga wtyczek Premium. Ponieważ są to wtyczki Premium innych firm, musisz je najpierw kupić, zainstalować i włączyć."],"You're close to importing the template. To complete the process, please clear the following conditions.":["Jesteś blisko zaimportowania szablonu. Aby zakończyć proces, wyczyść następujące warunki."],"We're Almost There!":["Już prawie skończyliśmy!"],"Starter Templates":["Szablony startowe"],"Select Page Builder":["Wybierz kreatora stron"],"Importing Content…":["Importowanie treści…"],"Brizy":["Brizy"],"Beaver Builder":["Beaver Builder"],"Elementor":["Elementor"],"Advanced Options":["Opcje zaawansowane"],"Page Builder":["Kreator stron"],"Required plugins -":["Wymagane wtyczki -"]}},"comment":{"reference":"inc\/lib\/onboarding\/assets\/dist\/onboarding\/main.js"}}