{"translation-revision-date":"2025-11-24 06:19:25+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"This is because JSON files may pose a security risk.":["이는 JSON 파일이 보안 위험을 초래할 수 있기 때문입니다."],"To upload them anyway, ask the site administrator to enable unfiltered file uploads.":["그래도 업로드하려면 사이트 관리자에게 필터링되지 않은 파일 업로드를 사용하도록 요청하세요."],"Sorry, you can't upload that file yet":["아직 파일을 업로드할 수 없습니다"],"Direction Column":["방향 열"],"Direction Row":["방향 행"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["필터링되지 않은 파일 업로드를 활성화하지 않으면 업로드된 템플릿에 사용된 SVG 또는 JSON(lottie 포함) 파일을 가져오지 않습니다."],"Enable and Import":["활성화 및 가져오기"],"Import Without Enabling":["활성화하지 않고 가져오기"],"Container":["컨테이너"],"Got it":["알겠습니다"],"Create New Global Color":["새 전체 색상 만들기"],"Enable Unfiltered File Uploads":["필터링되지 않은 파일 업로드 활성화"],"Elementor v2.6 includes an upgrade from Font Awesome 4 to 5. In order to continue using icons, be sure to click \"Update\".":["Elementor v2.6에는 Font Awesome 4에서 5로의 업그레이드가 포함되어 있습니다. 아이콘을 계속 사용하려면 \"업데이트\"를 클릭하세요."],"Elementor's New Icon Library":["Elementor의 새로운 아이콘 라이브러리"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["필터링되지 않은 파일 업로드를 활성화하기 전에 이러한 파일에는 보안 위험이 포함되어 있다는 점에 유의하세요. Elementor는 가능한 악성 코드를 제거하는 프로세스를 실행하지만 이러한 파일을 사용할 때 여전히 위험이 수반됩니다."],"Update":["업데이트"],"Enable":["활성화"],"Color Picker":["색상 선택기"],"Learn More":["더 알아보기"],"Clear":["지우기"],"Cancel":["취소"],"%s has taken over and is currently editing. Do you want to take over this page editing?":["%s이(가) 인계되어 현재 편집 중입니다. 이 페이지 편집을 인계하시겠습니까?"],"Go Back":["돌아가기"],"Take Over":["인수"]}},"comment":{"reference":"assets\/js\/editor.strings.js"}}