{"translation-revision-date":"2026-01-09 12:32:00+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Go to Class Manager":["Gå til klassebehandling"],"Your designs and classes are safe.":["Dine design og klasser er trygge."],"Some new classes used the same names as existing ones. To prevent conflicts, we added the prefix":["Noen nye klasser brukte samme navn som eksisterende. For å unngå konflikter, la vi til prefiksen"],"We've published your page and updated class names.":["Vi har publisert din side og oppdaterte klassenavn."],"Only the prefixes were added. Find them in Class Manager by searching":["Bare prefiksene ble lagt til. Finn de i klassebehandling ved å søke"],"On this page":["På denne siden"],"Unused":["Ubrukt"],"Clear Filters":["Fjern filtre"],"Convert to global class":["Omgjør til global klasse"],"Clear the filters and try something else.":["Fjern filtre og prøv noe annet."],"Sorry, nothing matched that search.":["Beklager, men ingenting matchet ditt søk."],"Clear your input and try something else.":["Tøm inndata og prøv noe annet."],"Sorry, nothing matched.":["Beklager, fant ingenting."],"This class isn’t being used yet.":["Denne klassen er ikke i bruk enda."],"locations":["lokasjoner"],"location":["lokasjon"],"Show {{number}} {{locations}}":["Vise {{number}} {{locations}}"],"Locator":["Søker"],"Popup":["Popup"],"Will permanently remove it from your project and may affect the design across all elements using it. Used %1 times across %2 pages. This action cannot be undone.":["Vil fjerne den permanent fra prosjektet og det kan påvirke designet blant alle elementer som bruker den. Brukt %1 ganger på %2 sider. Denne handlingen kan ikke angres."],"classes":["klasser"],"class":["klasse"],"Stay here":["Bli her"],"To open the Class Manager, save your page first. You can't continue without saving.":["For å åpne klassebehandling må du lagre siden din først. Du kan ikke fortsette uten å lagre."],"Save & Continue":["Lagre og fortsett"],"To avoid losing your updates, save your changes before leaving.":["For å unngå å miste oppdateringene, lagre endringene før du forlater."],"You have unsaved changes in the Class Manager.":["Du har ulagrede endringer i Klassebehandling."],"You have unsaved changes":["Du har ulagrede endringer"],"Save changes":["Lagre endringene"],"CSS classes created in the editor panel will appear here. Once they are available, you can arrange their hierarchy, rename them, or delete them as needed.":["CSS-klasser opprettet i redigeringsverktøyetspanel vil vises her. Straks de er tilgjengelig, kan du justere prioriteten, gi de nytt navn eller slette de hvis ønskelig."],"There are no global classes yet.":["Det finnes ingen globale klasser enda."],"Not now":["Ikke nå"],"Deleting":["Sletter"],"Delete this class?":["Slette denne klassen?"],"Remember, when editing an item within a specific class, any changes you make will apply across all elements in that class.":["Husk at når du redigerer et element innenfor en spesifikk klasse, vil endringer påvirke alle elementer i den klassen."],"Will permanently remove it from your project and may affect the design across all elements using it. This action cannot be undone.":["Vil fjerne den permanent fra prosjektet og det kan påvirke designet blant alle elementer som bruker den. Denne handlingen kan ikke angres."],"The Class Manager lets you see all the classes you've created, plus adjust their priority, rename them, and delete unused classes to keep your CSS structured.":["Klassebehandling lar deg se alle klasser du har opprettet, pluss justere prioriteringen, gi de nytt navn og slette ubrukte klasser for å beholde strukturen i din CSS."],"Class Manager":["Klassebehandling"],"Sorry, nothing matched":["Fant ingen treff"],"Rename":["Gi nytt navn"],"Clear all":["Fjern alle"],"Footer":["Sidebunn"],"Header":["Sidetopp"],"Something went wrong":["Noe gikk galt"],"Done":["Ferdig"],"Post":["Publiser"],"Empty":["Tom"],"More actions":["Flere valg"],"Search":["Søk"],"Page":["Side"],"After":["Etter"],"Before":["Før"],"Discard":["Forkast"],"Delete":["Slett"]}},"comment":{"reference":"assets\/js\/packages\/editor-global-classes\/editor-global-classes.strings.js"}}